<?php
// Text
$_['text_search']         = 'Поиск';
$_['text_brand']        = 'Производитель';
$_['text_manufacturer']   = 'Производитель:';
$_['text_model']          = 'Модель:';
$_['text_reward']       = 'Бонусные баллы:'; 
$_['text_points']       = 'Цена в бонусных баллах:';
$_['text_stock']        = 'Доступность:';
$_['text_instock']        = 'В наличии';
$_['text_price']          = 'Цена:';
$_['text_tax']          = 'Без налога:';
$_['text_discount']     = 'Цена при покупке %s шт. и более: %s';
$_['text_option']        = 'Доступные варианты:';
$_['text_qty']            = 'Количество:';
$_['text_minimum']        = 'Минимальное количество  для заказа от %s шт.';
$_['text_or']           = '- или -';
$_['text_reviews']      = '%s отзывов';
$_['text_write']          = 'Написать отзыв';
$_['text_no_reviews']     = 'Нет отзывов.';
$_['text_note']           = '<span style="color: #FF0000;">Заметка:</span> HTML теги не принимаются! Используйте обычный текст.';
$_['text_share']        = 'Поделиться';
$_['text_success']        = 'Спасибо за Ваш отзыв. Он отправлен администратору на утверждение.';
$_['text_upload']       = 'Ваш файл успешно загружен!';
$_['text_wait']           = 'Подождите пожалуйста...';
$_['text_tags']           = 'Метки:';
$_['text_error']          = 'Товар не найден!';

// Entry
$_['entry_name']          = 'Ваше Имя:';
$_['entry_review']        = 'Ваш отзыв:';
$_['entry_rating']        = 'Рейтинг:';
$_['entry_good']          = 'Хорошо';
$_['entry_bad']           = 'Плохо';
$_['entry_captcha']       = 'Введите код, указанный на картинке:';

// Tabs
$_['tab_description']     = 'Описание';
$_['tab_attribute']           = 'Параметры'; 
$_['tab_review']          = 'Отзывы (%s)';
$_['tab_related']         = 'Рекомендуем'; 

// Error
$_['error_name']          = 'Ваше имя должно быть от 3 до 25 символов!';
$_['error_text']          = 'Текст отзыва должен быть от 25 до 1000 символов!';
$_['error_rating']        = 'Пожалуйста, выберите рейтинг!';
$_['error_captcha']       = 'Код, указанный на картинке, введен неверно!';
$_['error_upload']      = 'Необходимо загрузить файл!';
$_['error_filename']    = 'Имя файла должно быть не короче 3-х символов!';
$_['error_filetype']    = 'Не верный тип файла!';
?>