<?php
// Heading 
$_['heading_title']      = 'Возвраты';

// Text
$_['text_account']       = 'Профиль';
$_['text_return']        = 'Информация о возврате';
$_['text_return_detail'] = 'Детали возврата';
$_['text_description']   = '<p>Пожалуйста, заполните форму ниже, чтобы запросить номер возврата.</p>';
$_['text_order']         = 'Информация о заказе';
$_['text_product']       = 'Информация о товаре и причины возврата';
$_['text_message']       = '<p>Спасибо за запрос возврата. Ваш запрос выслан в отдел по работе с клиентами для обработки.</p><p> О статусе вашего запроса вы будете уведомлены по электронной почте.</p>';
$_['text_return_id']     = 'Номер возврата:';
$_['text_order_id']      = 'Номер заказа:';
$_['text_date_ordered']  = 'Дата заказа:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата добавления:';
$_['text_customer']      = 'Покупатель:';
$_['text_comment']       = 'Комментарии о возврате';
$_['text_history']       = 'История возврата';
$_['text_empty']         = 'У вас нет возвратов!';
$_['text_error']         = 'Возвраты не найдены!';

// Column
$_['column_product']     = 'Название товара';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Количество';
$_['column_price']       = 'Цена';
$_['column_opened']      = 'Открыто';
$_['column_comment']     = 'Комментарий';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Действие';
$_['column_date_added']  = 'Дата добавления';
$_['column_status']      = 'Статус';

// Entry
$_['entry_order_id'] = '№ заказа:';
$_['entry_date_ordered'] = 'Дата заказа:';
$_['entry_firstname'] = 'Ваше имя:';
$_['entry_lastname'] = 'Ваша фамилия:';
$_['entry_email'] = 'Email:';
$_['entry_telephone'] = 'Телефон:';
$_['entry_product'] = 'Название товара:';
$_['entry_model'] = 'Код товара:';
$_['entry_quantity'] = 'Количество:';
$_['entry_reason'] = 'Причина возврата:';
$_['entry_opened'] = 'Товар вскрыт:';
$_['entry_fault_detail'] = 'Поврежденный или другое:';
$_['entry_captcha'] = 'Введите код, указанный на картинке:';

// Error
$_['error_order_id'] = 'Необходимо ввести № заказа!';
$_['error_firstname'] = 'Имя должно содержать от 1 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна содержать от 1 до 32 символов!';
$_['error_email'] = 'Некорректный Email адрес!';
$_['error_telephone'] = 'Телефон должен содержать от 3 до 32 символов';
$_['error_product'] = 'Вы должны выбрать хотя бы один продукт!';
$_['error_model'] = 'Модель товара должна содержать от 3 до 64 символов!';
$_['error_reason'] = 'Вы должны выбрать причину возврата товара!';
$_['error_captcha'] = 'Код с картинки введен неверно!';
?>