<?php
// Heading
$_['heading_title']          = 'Категории';

// Text
$_['text_success']           = 'Список категорий обновлен!';
$_['text_default']           = 'Основной магазин';
$_['text_image_manager']     = 'Менеджер изображений';
$_['text_browse']            = 'Обзор';
$_['text_clear']             = 'Удалить';

// Column
$_['column_name']            = 'Название категории';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название категории:';
$_['entry_meta_keyword'] 	 = 'Ключевые слова (meta - keywords):';
$_['entry_meta_description'] = 'Описание (meta - description):';
$_['entry_description']      = 'Описание:';
$_['entry_parent']           = 'Родительская категория:';
$_['entry_store']            = 'Магазины:';
$_['entry_keyword']          = 'Псевдоним:<br /><span class="help">Псевдоним должен быть уникальным. Используйте только английские символы. Все знаки препинания и пробелы должны быть заменены на тире.</span>';
$_['entry_image']            = 'Изображение категории:';
$_['entry_top']              = 'Верхнее:<br/><span class="help">Так же отображать в верхнем меню. Работает только с родительскими категориями</span>';
$_['entry_column']           = 'Колонка:<br/><span class="help">Количество колонок в трех нижних категориях. Работает только с родительскими категориями</span>';
$_['entry_sort_order']       = 'Порядок сортировки:';
$_['entry_status']           = 'Статус:';
$_['entry_layout']           = 'Шаблон:';

// Error 
$_['error_permission']       = 'У Вас нет прав для изменения категорий!';
$_['error_name']             = 'Название категории должно быть от 2 до 32 символов!';
$_['error_required_data']    = 'Не введены необходимые данные!';
?>