<?php
// Heading
$_['heading_title']     	= 'Статьи';

// Text
$_['text_success']      	= 'Список статей обновлен!';
$_['text_default']      	= 'Основной магазин';

// Column
$_['column_title']      	= 'Название статьи';
$_['column_sort_order'] 	= 'Порядок сортировки';
$_['column_action']     	= 'Действие';

// Entry
$_['entry_title']       	= 'Название статьи:';
$_['entry_description'] 	= 'Описание:';
$_['entry_store']       	= 'Магазины:';
$_['entry_keyword']     	= 'Псевдоним:<br /><span class="help">Псевдоним должен быть уникальным. Используйте только английские символы. Все знаки препинания и пробелы должны быть заменены на тире.</span>';
$_['entry_status']          = 'Статус:';
$_['entry_sort_order']  	= 'Порядок сортировки:';
$_['entry_layout']      = 'Шаблон:';

// Error 
$_['error_warning']     = 'Ошибка: Пожалуйста, проверьте все поля еще раз!';
$_['error_permission']  	= 'У Вас нет прав для изменения статей!';
$_['error_title']       	= 'Название статьи должно быть от 3 до 64 символов!';
$_['error_description'] 	= 'Описание должно быть не менее 3 символов!';
$_['error_account']     	= 'Эту страницу нельзя удалить, поскольку она назначена Политикой Безопасности по умолчанию!';
$_['error_checkout']    	= 'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']   = 'Ошибка: Эту страницу нельзя удалить, поскольку она назначена Соглашеним о аффилиатах!';
$_['error_store']       	= 'Эту страницу нельзя удалить, поскольку она используется в %s магазинах!';
?>