<?php
// Heading
$_['heading_title']       = 'Параметры';

// Text
$_['text_success']        = 'Параметры сохранены!';
$_['text_choose']         = 'Выбор';
$_['text_select']         = 'Выпадающий список';
$_['text_radio']          = 'Переключатель';
$_['text_checkbox']       = 'Флажок';
$_['text_image']          = 'Изображение';
$_['text_input']          = 'Ввод';
$_['text_text']           = 'Текстовое поле';
$_['text_textarea']       = 'Большое текстовое поле';
$_['text_file']           = 'Файл';
$_['text_date']           = 'Дата';
$_['text_datetime']       = 'Дата и время';
$_['text_time']           = 'Время';
$_['text_image_manager']  = 'Менеджер изображений';
$_['text_browse']            = 'Обзор';
$_['text_clear']             = 'Удалить';

// Column
$_['column_name']         = 'Название параметра';
$_['column_sort_order']   = 'Сортировка';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']         = 'Название параметра:';
$_['entry_type']         = 'Тип:';
$_['entry_value']        = 'Значение параметра:';
$_['entry_image']        = 'Изображение:';
$_['entry_sort_order']   = 'Сортировка:';

// Error
$_['error_permission']   = 'Ошибка: У вас не достаточно прав для изменения параметров!';
$_['error_name']         = 'Название параметра должно быть более одного символа!';
$_['error_type']         = 'Ошибка: Значение параметра обязательно!';
$_['error_option_value'] = 'Значение параметра должно быть более одного символа!';
$_['error_product']      = 'Ошибка: Этот параметр не может быть удален, так как он привязан к %s продуктам!';
?>