<?php
// Text
$_['text_subject']  = '%s - Спасибо за регистрацию';
$_['text_welcome']  = 'Добро пожаловать и спасибо за регистрацию в %s!';
$_['text_login']    = 'Ваш аккаунт создан и вы можете войти на сайт, используя свой email и пароль:';
$_['text_approval'] = 'Ваша учетная запись должна быть проверяна, прежде чем вы сможете авторизоваться. После проверки всех данных вы сможете войти на сайт, используя свой email и пароль:';
$_['text_services'] = 'В личном кабинете вы сможете просмотреть свою историю заказов и изменить свои личные данные..';
$_['text_thanks']   = 'Благодарим,';
?>