<?php
// Heading
$_['heading_title']     = 'Шаблоны';

// Text
$_['text_success']      = 'Настройки изменены!';
$_['text_default']      = 'По умолчанию';

// Column
$_['column_name']       = 'Название шаблона';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название шаблона:';
$_['entry_store']       = 'Магазин:';
$_['entry_route']       = 'Путь:<br /><span class="help">Например, "product/category"</span>';

// Error
$_['error_permission']  = 'Внимание: У вас недостаточно прав для изменения настроек!';
$_['error_name']        = 'Название шаблона не должно быть короче 3х букв!';
$_['error_default']     = 'Внимание: Этот шаблон не может быть удален, так как используется по умолчанию.!';
$_['error_store']       = 'Внимание: Этот шаблон не может быть удален, так как используется в %s магазине!';
$_['error_product']     = 'Внимание:  Этот шаблон не может быть удален, так как используется в %s продуктах!';
$_['error_category']    = 'Внимание:  Этот шаблон не может быть удален, так как используется в %s категориях!';
$_['error_information'] = 'Внимание:  Этот шаблон не может быть удален, так как используется в %s информационных страницах!';
?>