<?php
// Heading
$_['heading_title']     = 'Группа атрибуов';

// Text
$_['text_success']      = 'Группы атрибуов сохранены!';

// Column
$_['column_name']       = 'Название группы';
$_['column_sort_order'] = 'Сортировка';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы:';
$_['entry_sort_order']  = 'Сортировка:';

// Error
$_['error_permission']  = 'Ошибка: У вас не достаточно прав для изменения групп!';
$_['error_name']        = 'Название группы должно быть более трех символов!';
$_['error_attribute']   = 'Ошибка: Группа не может быть удалена, так как она привязана к %s атрибутам!';
$_['error_product']     = 'Ошибка: Группа не может быть удалена, так как она привязана к %s продуктам!';
?>