<?php
// Heading  
$_['heading_title']   = 'Корзина';

// Text
$_['text_points']     = 'Бонусные баллы: %s';
$_['text_items']      = '%s продуктов - %s';
$_['text_cart_success']    = 'Товар <a href="%s">%s</a> успешно добавлен в <a href="%s">корзину</a>!';
$_['text_coupon_success']   = 'Ваш купон успешно добавлен!';
$_['text_voucher_success']  = 'Ваш подарочный сертификат успешно добавлен';
$_['text_reward_success']   = 'Ваши бонусные баллы успешно добавлены!';
$_['text_shipping_success'] = 'Предварительный расчет доставки успешно выполнен!';
$_['text_empty']      = 'Ваша корзина пуста!';
$_['text_login']      = 'Внимание: Вы должны <a href="%s">войти</a> или <a href="%s">зарегистрироваться</a>, чтобы видеть цены!';
$_['text_update']     = 'Обновить';
$_['text_remove']     = 'Удалить';
$_['text_coupon']           = 'Использовать купон';
$_['text_voucher']          = 'Использовать подарочный сертификат';
$_['text_reward']           = 'Использовать бонусные баллы (доступно %s)';
$_['text_shipping']         = 'Предварительный расчет доставки и налогов';
$_['text_shipping_detail']  = 'Введите ваш адрес, чтобы предварительно расчитать стоимость доставки.';
$_['text_shipping_method']  = 'Пожалуйста, выберите подходящий способ доставки для этого заказа.';

// Column
$_['column_image']    = 'Изображение';
$_['column_name']     = 'Наименование';
$_['column_model']    = 'Модель';
$_['column_quantity'] = 'Количество';
$_['column_price']    = 'Цена';
$_['column_total']    = 'Итого';

// Entry
$_['entry_coupon']  = 'Введите номер купона:';
$_['entry_voucher'] = 'Введите номер подарочного сертификата:';
$_['entry_reward']  = 'Используйте баллы (максимум %s):';
$_['entry_country']        = 'Страна:';
$_['entry_zone']           = 'Регион / Область:';
$_['entry_postcode']       = 'Индекс';

// Error
$_['error_stock']     = 'Товары, отмеченные *** не доступны в нужном количестве или их нет на складе!';	
$_['error_minimum']   = 'Минимальный заказ для %s от %s штук!';	
$_['error_required']  = '%s обязателен!';	
$_['error_product']   = 'Ошибка: в вашей корзине нет товаров!';	
$_['error_coupon']    = 'Ошибка: купон либо не верный, либо его срок истек, либо превышено количество использований!';
$_['error_voucher'] = 'Ошибка: подарочный сертификат не верен или весь баланс израсходован!';
$_['error_reward']          = 'Ошибка: Пожалуйста введите количество бонусных баллов для использования!';	
$_['error_points']  = 'Ошибка: у вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Ошибка: максимальное число баллов, которые можно использовать - %s!';
$_['error_postcode']       = 'Индекс должен содержать от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, укажите страну!';
$_['error_zone']           = 'Пожалуйста, укажите регион или область!';
$_['error_shipping']       = 'Ошибка: требуется указать способ доставки!';
$_['error_no_shipping']    = 'Ошибка: Нет ниоднго способа доставки. Пожалуйста <a href="%s">свяжитесь с нами</a>, чтобы решить эту проблему!';
?>