<?php
// Heading 
$_['heading_title']                  = 'Оформление заказа';

// Text
$_['text_cart']                      = 'Корзина';
$_['text_checkout_option']           = 'Шаг 1: Данные учетной записи';
$_['text_checkout_account']          = 'Шаг 2: Имя, адрес и пароль';
$_['text_checkout_payment_address']  = 'Шаг 2: Плательщик';
$_['text_checkout_shipping_address'] = 'Шаг 3: Адрес доставки';
$_['text_checkout_shipping_method']  = 'Шаг 4: Способ доставки';
$_['text_checkout_payment_method']   = 'Шаг 5: Способ оплаты';
$_['text_checkout_confirm']          = 'Шаг 6: Подтверждение заказа';
$_['text_modify']                    = 'Изменить &raquo;';
$_['text_new_customer']              = 'Новый покупатель';
$_['text_returning_customer']        = 'Вернувшийся покупатель';
$_['text_checkout']                  = 'Варианты регистрации:';
$_['text_i_am_returning_customer']   = 'У меня уже есть учетная запись';
$_['text_register']                  = 'Зарегистрировать учетную запись';
$_['text_guest']                     = 'Не регистрировать учетную запись';
$_['text_register_account']          = 'При регистрации своей учетной записи вы сможете совершать покупки быстрее, быть в курсе статусов своих заказов и просматривать предыдущие заказы.';
$_['text_forgotten']                 = 'Вспомнить пароль';
$_['text_your_details']              = 'Персональные данные';
$_['text_your_address']              = 'Адрес';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я ознакомился и согласен с разделом <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу использовать новый адрес';
$_['text_address_existing']          = 'Я хочу использовать существующий адрес';
$_['text_shipping_method']           = 'Пожалуйста, выберите подходящий для вас способ доставки этого заказа.';
$_['text_payment_method']            = 'Пожалуйста, выберите подходящий для вас способ оплаты этого заказа.';
$_['text_comments']                  = 'Оставьте, если необходимо, дополнительную информацию о доставке.';

// Column
$_['column_name']                    = 'Название';
$_['column_model']                   = '';
$_['column_quantity']                = 'Количество';
$_['column_price']                   = 'Цена';
$_['column_total']                   = 'Сумма';

// Entry
$_['entry_email_address']            = 'E-Mail Address:';
$_['entry_email']                    = 'Email:';
$_['entry_password']                 = 'Пароль:';
$_['entry_confirm']                  = 'Подтверждение пароля:';
$_['entry_firstname']                = 'Имя:';
$_['entry_lastname']                 = 'Фамилия:';
$_['entry_telephone']                = 'Телефон:';
$_['entry_fax']                      = 'Fax:';
$_['entry_company']                  = 'Компания:';
$_['entry_address_1']                = 'Адрес:';
$_['entry_address_2']                = 'Address 2:';
$_['entry_postcode']                 = 'Индекс:';
$_['entry_city']                     = 'Город:';
$_['entry_country']                  = 'Страна:';
$_['entry_zone']                     = 'Область / регион:';
$_['entry_newsletter']               = 'Я хочу подписаться на новости %s.';
$_['entry_shipping'] 	             = 'Адрес доставки совпадает с адресом выставления счета.';

// Error
$_['error_warning']                  = 'Во время оформления заявки возникла проблема. Если проблема возникает постоянно, попробуйте выбрать другой способ оплаты или же вы можете <a href="%s">связаться с нами</a> и сообщить о невозможности оформить заказ.';
$_['error_minimum']                  = 'Минимальное количество для заказа %s - %s!';	
$_['error_login']                    = 'Ошибка: email и пароль не соответсвуют.';
$_['error_exists']                   = 'Ошибка: такой email уже зарегистрирован!';
$_['error_firstname']                = 'Имя обязательно для заполнения!';
$_['error_lastname']                 = 'Фимилия обязательна для заполнения!';
$_['error_email']                    = 'Email введен не верно!';
$_['error_telephone']                = 'Телефон должен быть длиннее трех символов!';
$_['error_password']                 = 'Пароль должен быть длиннее трех символов!';
$_['error_confirm']                  = 'Введенные пароли не совпадают!';
$_['error_address_1']                = 'Адрес должен быть длиннее трех символов!';
$_['error_city']                     = 'Город должен быть длиннее двух символов!';
$_['error_postcode']                 = 'Индекс должен быть длиннее двух символов!';
$_['error_country']                  = 'Пожалуйста, выберите страну!';
$_['error_zone']                     = 'Пожалуйста, выберите область или регион!';
$_['error_agree']                    = 'Ошибка: Вы должны согласиться с %s!';
$_['error_address']                  = 'Ошибка: Необходимо выбрать адрес!';
$_['error_shipping']                 = 'Ошибка: Необходимо выбрать способ доставки!';
$_['error_no_shipping']              = 'К сожалению мы не осуществляем доставку в выбранный регион. Пожалуйста <a href="%s">свяжитесь с нами</a> для решения этой проблемы!';
$_['error_payment']                  = 'Ошибка: Необходимо выбрать способ оплаты!';
$_['error_no_payment']               = 'К сожалению для вашего региона не доступен ни один способ оплаты. Пожалуйста <a href="%s">свяжитесь с нами</a> для решения этой проблемы!';
?>