<?php
// Heading
$_['heading_title'] = 'Ваш заказ оформлен!';

// Text
$_['text_customer']  = '<p>Ваш заказ успешно обработан!</p><p>Вы можете просматривать свою историю заказов, перейдя в <a href="%s">личный кабинет</a> и кликнув по <a href="%s">истории заказов</a>.</p><p>Если ваша покупка подразумевает скачивание файлов с нашего сайта, то вы можете сделать это <a href="%s">здесь</a>.</p><p>Если у вас есть вопросы, <a href="%s">напишите нам</a>.</p><p>Спасибо за покупку!</p>';
$_['text_guest']    = '<p>Ваш заказ успешно обработан!</p><p>Если у вас есть вопросы, <a href="%s">напишите нам</a>.</p><p>Спасибо за покупку!</p>';
$_['text_basket']   = 'Корзина';
$_['text_checkout'] = 'Подтверждение заказа';
$_['text_success']  = 'Готово';
?>