<?php
// Heading
$_['heading_title']     = 'Языки';  

// Text
$_['text_success']      = 'Список языков обновлен!'; 

// Column
$_['column_name']       = 'Язык';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название:';
$_['entry_code']        = 'Код:<br /><span class="help">Не изменяется, если язык установлен по умолчанию.</span>';
$_['entry_locale']      = 'Язык:';
$_['entry_image']       = 'Изображение:';
$_['entry_directory']   = 'Каталог:';
$_['entry_filename']    = 'Файл перевода:';
$_['entry_status']      = 'Статус:';
$_['entry_sort_order']  = 'Порядок сортировки:';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения списка языков!';
$_['error_name']        = 'Название языка должно быть от 3 до 32 символов!';
$_['error_code']        = 'Код языка должен быть от 2 символов!';
$_['error_locale']      = 'Необходим язык!';
$_['error_image']       = 'Название изображения должно быть от 3 до 64 символов!';
$_['error_directory']   = 'Необходимо указать каталог!';
$_['error_filename']    = 'Имя файла должно быть от 3 до 64 символов!';
$_['error_default']     = 'Язык не может быть удален, поскольку он используется по умолчанию!';
$_['error_admin']       = 'Язык не может быть исключен, поскольку он является языком Администратора';
$_['error_store']       = 'Язык не может быть удален, поскольку он используется в %s магазинах!';
$_['error_order']       = 'Язык не может быть удален, поскольку он используется в %s заказах!';
?>