<?php
// Heading
$_['heading_title']    = 'Единицы объема';

// Text
$_['text_success']     = 'Список единиц объема обновлен!';

// Column
$_['column_title']     = 'Название единицы объема';
$_['column_unit']      = 'Единица объема';
$_['column_value']     = 'Значение';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Название единицы объема:';
$_['entry_unit']       = 'Единица объема:';
$_['entry_value']      = 'Значение:<br /><span class="help">Установите на 1.00000 если это единица объема по умолчанию.</span>';

// Error
$_['error_permission'] = 'У Вас нет прав для изменения списка единиц объема!';
$_['error_title']      = 'Название единицы объема должно быть от 3 до 32 символов!';
$_['error_unit']       = 'Единица объема должна быть от 1 до 4 символов!';
$_['error_default']    = 'Единица объема не может быть удалена, поскольку она установлена по умолчанию!';
$_['error_product']    = 'Единица объема не может быть удалена, поскольку она прикреплена к %s товару(ам)!';
?>