<?php
// Heading  
$_['heading_title']       = 'Купоны';

// Text
$_['text_success']        = 'Вы изменили купоны!';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксированная сумма';

// Column
$_['column_name']         = 'Имя купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Скидка';
$_['column_date_start']   = 'Дата начала';
$_['column_date_end']     = 'Дата окончания';
$_['column_status']       = 'Статус';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Название купона:';
$_['entry_description']   = 'Описание купона:';
$_['entry_code']          = 'Код: <br /><span class="help">Код, который вводит клиент, чтобы получить скидку</span>';
$_['entry_type']          = 'Тип: <br /><span class="help">Проценты или фиксированное число</span>';
$_['entry_discount']      = 'Скидка:';
$_['entry_logged']        = 'Авторизация пользователя:<br /><span class="help">Пользователь должен войти чтобы использовать купон.</span>';
$_['entry_shipping']      = 'Бесплатная доставка:';
$_['entry_total']         = 'Итого: <br /><span class="help">Сумма, до которой купон действителен.</span>';
$_['entry_product']       = 'Товары: <br /><span class="help">Укажите продукты, для которых купон действителен. Если продукты не выбраны, то купон применяется ко всей корзине.</span>';
$_['entry_date_start']    = 'Дата начала:';
$_['entry_date_end']      = 'Дата окончания:';
$_['entry_uses_total']    = 'Количество применений купона: <br /><span class="help">Сколько максимально раз можно применить купон любым клиентом. Оставьте пустым, если без ограничений.</span>';
$_['entry_uses_customer'] = 'Использовать купон для этого количества клиентов: <br /><span class="help">Сколько максимально раз можно применить купон одним клиентом. Оставьте пустым, если без ограничений.</span>';
$_['entry_status']        = 'Статус:';

// Error
$_['error_permission']    = 'У Вас нет прав для изменения купонов!';
$_['error_name']          = 'Имя купона должно быть от 3 до 64 символов!';
$_['error_description']   = 'Описание купона должно быть от 3 символов!';
$_['error_code']          = 'Код должен быть от 3 до 10 символов!';
?>
